{
    "title":"Must-Attend Events & Festivals",
    "abstract":"Miami is a city known for its vibrant events and festivals, drawing visitors year-round to experience its rich cultural offerings and dynamic atmosphere. The city hosts a variety of world-famous events, from Art Basel, which transforms Miami into an international hub for contemporary art, to the Ultra Music Festival, where top electronic artists electrify crowds in downtown Miami. The Miami International Film Festival brings filmmakers from around the world to showcase their work, while South Beach Wine & Food Festival celebrates gourmet cuisine with celebrity chefs and tastings. These events, along with major sporting events like the Miami Open and Formula 1 Grand Prix, make Miami a hotspot for world-class entertainment. Beyond the major events, Miami's local festivals celebrate its diverse heritage and community spirit. Calle Ocho Festival, the largest Hispanic street festival in the U.S., fills Little Havana with Latin music, food, and dance, while the Miami Carnival celebrates Caribbean culture with colorful parades and performances. The Miami Book Fair, Coconut Grove Arts Festival, and the O, Miami Poetry Festival highlight the city’s thriving arts and literary scenes. Whether you're attending a global event or a local celebration, Miami’s calendar is packed with vibrant festivals that reflect the city's multicultural essence and lively energy.",
    "image":"/images/miamiFestivals.jpg",
    "services":[
        {
            "title":"Music Festivals",
            "intro":"Dance to the beats of world-class DJs and musicians at Miami’s famous music festivals",
            "list":[
                "Ultra Music Festival",
                "Rolling Loud",
                "III Points Festival"
            ],
            "image":"/images/events/music-festivals.jpg"
        },
        {
            "title":"Art & Culture Festivals",
            "intro":"Celebrate Miami’s diverse art scene with these vibrant and creative cultural festivals",
            "list":[
                "Art Basel Miami Beach",
                "Miami Film Festival",
                "Wynwood Art Walk"
            ],
            "image":"/images/events/art-culture-festivals.jpg"
        },
        {
            "title":"Food & Wine Events",
            "intro":"Satisfy your culinary cravings at Miami’s top food and wine events showcasing local and international flavors",
            "list":[
                "South Beach Wine & Food Festival",
                "Miami Spice",
                "Coconut Grove Food & Wine Festival"
            ],
            "image":"/images/events/food-wine-events.jpg"
        },
        {
            "title":"Holiday & Seasonal Celebrations",
            "intro":"Experience Miami’s festive spirit with these annual holiday and seasonal events",
            "list":[
                "Miami Beach New Year’s Eve Party",
                "Winterfest Boat Parade",
                "Calle Ocho Festival"
            ],
            "image":"/images/events/holiday-celebrations.jpg"
        }
    ],
    "packages":[
        {
            "title": "Miami Beach Pride Celebration",
            "description": "Package description: Celebrate diversity at Miami Beach Pride with parade access, exclusive parties, and VIP seating at key events",
            "image": "/images/events/miamibeachpride.jpg",
            "price": "1500",
            "duration": "2 days"
        },
        {
            "title": "Miami International Boat Show",
            "description": "Package description: Enjoy a day at the largest boat show in the world, featuring luxury yachts, marine exhibits, and exclusive access to VIP events",
            "image": "/images/events/boatshow.jpg",
            "price": "2000",
            "duration": "3 days"
        },
        {
            "title": "Miami Jazz Festival Experience",
            "description": "Package description: Immerse yourself in the vibrant jazz scene with tickets to performances, meet-and-greet sessions with artists, and workshops",
            "image": "/images/events/jazzfestival.jpg",
            "price": "800",
            "duration": "2 days"
        },
        {
            "title": "Coconut Grove Arts Festival",
            "description": "Package description: Explore local art, crafts, and live music at one of Miami’s oldest arts festivals, with exclusive access to artist receptions",
            "image": "/images/events/coconutgrovearts.jpg",
            "price": "900",
            "duration": "3 days"
        },
        {
            "title": "South Florida Fair",
            "description": "Package description: Experience the best of Florida with rides, games, live performances, and delicious food at the annual South Florida Fair",
            "image": "/images/events/southfloridafair.jpg",
            "price": "700",
            "duration": "10 days"
        },
        {
            "title": "Miami Book Fair",
            "description": "Package description: Engage with authors and literary events at the largest book fair in the U.S., featuring readings, signings, and discussions",
            "image": "/images/events/bookfair.jpg",
            "price": "400",
            "duration": "1 weekend"
        }        
    ]
}