{
    "title":"Miami Eateries",
    "abstract":"Miami's food and dining scene is a vibrant fusion of international flavors, reflecting the city's diverse cultural influences. From upscale oceanfront restaurants to hidden gems in trendy neighborhoods, Miami offers an unparalleled culinary experience. South Beach is home to some of the finest seafood and fusion cuisine, while Little Havana offers authentic Cuban dishes like ropa vieja and café con leche. For a more global palate, Wynwood's trendy eateries serve up everything from Latin American street food to innovative Asian fusion. With award-winning chefs and a thriving farm-to-table movement, Miami’s dining options provide both gourmet experiences and local favorites that capture the city’s rich culinary diversity. Beyond its renowned restaurants, Miami's food scene extends into lively food trucks, farmers markets, and unique dining experiences. The city's coastal location ensures fresh seafood is always on the menu, while local markets like the Coconut Grove Organic Farmers Market and Smorgasburg Miami offer fresh produce, artisanal goods, and street food in a lively atmosphere. Whether indulging in a lavish dining experience or exploring the city's food markets, Miami offers endless options for food lovers, making it a destination for anyone craving diverse, delicious, and innovative cuisine.",
    "image":"/images/miamiFood.jpg",
    "services":[
        {
            "title":"Cuban Cuisine",
            "intro":"Savor authentic Cuban dishes at Miami's top spots for a true taste of the city's heritage",
            "list":[
                "Versailles Restaurant",
                "La Carreta",
                "El Palacio de los Jugos"
            ],
            "image":"/images/dining/cuban-cuisine.jpeg"
        },
        {
            "title":"Seafood Restaurants",
            "intro":"Indulge in the freshest seafood Miami has to offer at these popular dining destinations",
            "list":[
                "Joe’s Stone Crab",
                "La Mar by Gastón Acurio",
                "The River Oyster Bar"
            ],
            "image":"/images/dining/seafood-restaurants.jpeg"
        },
        {
            "title":"Fine Dining",
            "intro":"Experience gourmet cuisine and luxurious dining at Miami’s best high-end restaurants",
            "list":[
                "Zuma Miami",
                "Stubborn Seed",
                "Chef Adrianne’s Vineyard Restaurant"
            ],
            "image":"/images/dining/fine-dining.jpeg"
        },
        {
            "title":"Food Halls",
            "intro":"Discover a variety of global flavors and culinary experiences at Miami’s top food halls",
            "list":[
                "Time Out Market Miami",
                "1-800-Lucky",
                "The Wharf Miami"
            ],
            "image":"/images/dining/food-halls.jpeg"
        }
    ],
    "packages":[
        {
            "title": "Cuban Cuisine Culinary Tour",
            "description": "Package description: Discover the flavors of Cuba with a guided culinary tour, including tastings at iconic restaurants and a cooking class.",
            "image": "/images/dining/cubancuisine.jpeg",
            "price": "1200",
            "duration": "1 day"
        },
        {
            "title": "Miami Food Truck Adventure",
            "description": "Package description: Experience Miami’s vibrant food truck scene with a guided tour featuring tastings from the best food trucks across the city.",
            "image": "/images/dining/foodtruckadventure.jpeg",
            "price": "600",
            "duration": "3 hours"
        },
        {
            "title": "Fine Dining Experience",
            "description": "Package description: Enjoy a multi-course tasting menu at one of Miami's top fine dining restaurants, complete with wine pairings.",
            "image": "/images/dining/finedining.jpeg",
            "price": "300",
            "duration": "3 hours"
        },
        {
            "title": "South Beach Wine & Food Festival Package",
            "description": "Package description: Indulge in the South Beach Wine & Food Festival with access to exclusive tastings, events, and celebrity chef dinners.",
            "image": "/images/dining/sobewff.jpg",
            "price": "1500",
            "duration": "4 days"
        },
        {
            "title": "Farm-to-Table Experience",
            "description": "Package description: Join a guided farm-to-table dinner featuring local ingredients and dishes prepared by top Miami chefs.",
            "image": "/images/dining/farmtotable.jpeg",
            "price": "250",
            "duration": "1 evening"
        },
        {
            "title": "Vegan Food Tour",
            "description": "Package description: Explore Miami's thriving vegan scene with tastings at the best vegan restaurants and cafes throughout the city.",
            "image": "/images/dining/veganfoodtour.jpeg",
            "price": "500",
            "duration": "4 hours"
        }        
    ]
}